11/data/attachments/35a40a4036f899c7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2a65597f-1b65-4443-ac68-bb0f9ed069c2</nif:username>
            <nif:friendToBeAdded>Lynn_point_Friend_49209_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>